Repository: common-repository/just-tweet-that-shit
Catalog: jtts-*.po
Languages: de_de

source: Help
de_de: Hilfe

source: If you have some issues during the configuration, you'll find further information <a href="http://wordpress.org/extend/plugins/just-tweet-that-shit/faq/" target="_blank">in the FAQ</a> and <a href="http://www.marcelpauly.de/just-tweet-that-shit/#english" target="_blank">in my blog</a>. Feel free to post a comment for asking questions or reporting bugs.
de_de: Solltest du Probleme bei der Konfiguration haben, findest du weiterführende Informationen <a href="http://wordpress.org/extend/plugins/just-tweet-that-shit/faq/" target="_blank">in den FAQs</a> und <a href="http://www.marcelpauly.de/just-tweet-that-shit/" target="_blank">in meinem Blog</a>, wo du bei offenen Fragen auch gerne die Kommentar-Funktion nutzen kannst. Das Gleiche gilt natürlich, wenn du einen Fehler entdeckt hast - immer her damit.

source: Spread your Love
de_de: Empfehlen &amp; unterstützen

source: You like the Plugin? Recommend it to your friends on <a href="http://twitter.com/home?status=Great+WordPress+plugin+to+tweet+your+new+articles:+Just+Tweet+That+Shit+http://j.mp/dpDvlC" title="Recommend this plugin to your followers on Twitter" target="_blank">Twitter</a> and <a href="http://www.facebook.com/sharer.php?u=http://www.marcelpauly.de/just-tweet-that-shit/&t=Just%20Tweet%20That%20Shit" title="Recommend this plugin to your friends on Facebook" target="_blank" onclick="window.open(this.href, 'facebook', 'width=626, height=432'); return false;">Facebook</a> or donate via <a href="http://www.flattr.com/" target="_blank">Flattr</a>.
de_de: Gefällt dir das Plugin? Dann zeige es deinen Freunden auf <a href="http://twitter.com/home?status=Cooles+WordPress-Plugin+zum+Twittern+von+neuen+Artikeln:+Just+Tweet+That+Shit+http://j.mp/dpDvlC" title="Zeige dieses Plugin deinen Followern auf Twitter" target="_blank">Twitter</a> und <a href="http://www.facebook.com/sharer.php?u=http://www.marcelpauly.de/just-tweet-that-shit/&t=Just%20Tweet%20That%20Shit" title="Zeige dieses Plugin deinen Freunden auf Facebook" target="_blank" onclick="window.open(this.href, 'facebook', 'width=626, height=432'); return false;">Facebook</a> oder spende per <a href="http://www.flattr.com/" target="_blank">Flattr</a>.

source: Your blog has been successfully connected to your Twitter account.
de_de: Dein Blog wurde erfolgreich mit deinem Twitter-Account verbunden.

source: You denied the access.
de_de: Du hast den Zugriff verweigert.

source: Connection failed. Please check the "Consumer key" and "Consumer secret".
de_de: Die Verbindung zu Twitter ist fehlgeschlagen. Bitte überprüfe deine Angaben in den Feldern "Consumer key" and "Consumer secret".

source: Save Changes
de_de: Änderungen übernehmen

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Delete connection
de_de: Verbindung löschen

source: Connection deleted.
de_de: Verbindung gelöscht.

source: Your Server doesn't comply with the requirements: it doesn't support cURL.
de_de: Dein Server erfüllt nicht die technischen Voraussetzungen: Er unterstützt kein cURL.

source: Your Server doesn't comply with the requirements: it doesn't support OpenSSL.
de_de: Dein Server erfüllt nicht die technischen Voraussetzungen: Er unterstützt kein OpenSSL.

source: Your Server doesn't comply with the requirements: it doesn't support cURL and OpenSSL.
de_de: Dein Server erfüllt nicht die technischen Voraussetzungen: Er unterstützt kein cURL und OpenSSL.

source: General Settings
de_de: Allgemeine Einstellungen

source: Automatic Tweet
de_de: Automatischer Tweet

source: [%title%] = title of the article, [%url%] = URL of the article, [%tag%] = Tags of the article transformed to Twitter Hashtags, [%cat%] = Categories of the article transformed to Twitter Hashtags
de_de: [%title%] = Überschrift des Artikel, [%url%] = URL des Artikels, [%tag%] = Schlagwörter des Artikels werden zu Twitter-Hashtags, [%cat%] = Kategorien des Artikel werden zu Twitter-Hashtags

source: URL shortening
de_de: Kurz-URL-Dienst

source: don't shorten URLs
de_de: URLs nicht kürzen

source: <a href="http://bit.ly/" target="_blank">bit.ly</a> username:
de_de: <a href="http://bit.ly/" target="_blank">bit.ly</a> Benutzername:

source: Twitter Connection
de_de: Verbindung zu Twitter

source: To connect your blog to Twitter, three steps are necessary:
de_de: Um dein Blog mit Twitter zu verbinden, sind drei Schritte notwendig:

source: 1. Twitter Application
de_de: 1. Twitter-Applikation

source: First of all you have to register an own Twitter Application for your blog:
de_de: Du musst zunächst für dein Blog eine eigene Twitter-Applikation erstellen:

source: Visit <a href="http://twitter.com/apps/new" target="_blank">this page</a>, if reqired log in with your Twitter credentials.
de_de: Gehe auf <a href="http://twitter.com/apps/new" target="_blank">diese Seite</a>, logge dich ggf. mit deinen Twitter-Daten ein.

source: Application Name: type in any name to identify your application; e.g. the title of your blog.
de_de: Application Name: Trage hier einen beliebigen Namen ein, den die Applikation tragen soll; z.B. der Name deines Blogs.

source: Description: excogitate a brief description of your application. Make sure the field's not empty.
de_de: Description: Überlege dir eine kurze Beschreibung für die Applikation. Egal was, hauptsache das Feld bleibt nicht leer.

source: Application Website: enter <code>[%url%]/</code>.
de_de: Application Website: Trage hier <code>[%url%]/</code> ein.

source: Application Type: choose "Browser".
de_de: Application Type: Wähle hier "Browser" aus.

source: Callback URL: enter <code>[%url%]/</code> again.
de_de: Callback URL: Trage hier wieder <code>[%url%]/</code> ein.

source: Default Access type: choose &quot;Read &amp; Write&quot;.
de_de: Default Access type: Wähle hier &quot;Read &amp; Write&quot; aus.

source: Save.
de_de: Speichern.

source: 2. Enter &quot;Consumer key&quot; and &quot;Consumer secret&quot;
de_de: 2. &quot;Consumer key&quot; und &quot;Consumer secret&quot; eintragen

source: Your Twitter Application provides &quot;Consumer key&quot; and &quot;Consumer secret&quot;. Enter them in this fields:
de_de: Deine Twitter-Applikation stellt dir den &quot;Consumer key&quot; und &quot;Consumer secret&quot; zur Verfügung. Trage sie hier ein:

source: 3. Allow connection
de_de: 3. Verbindung erlauben

source: Click on the following button. Twitter will ask you to allow the access. After confirmation you'll return to this page and the connection is established.
de_de: Klicke auf den folgenden Button. Twitter wird dich fragen, ob du den Zugriff erlauben möchtest. Sobald du die Erlaubnis erteilt hast, gelangst du wieder hierher zurück und die Verbindung ist hergestellt.

source: Connect to Twitter
de_de: Jetzt mit Twitter verbinden

source: Please type in your "Consumer key" and "Consumer secret".
de_de: Bitte fülle die Felder "Consumer key" und "Consumer secret" aus.

source: Connection established.
de_de: Verbindung hergestellt.

source: Just blogged: [%title%] [%url%]
de_de: Frisch gebloggt: [%title%] [%url%]
